{
  'Abandonment': 'If Tenand abandons the Premises during theexistence of the term of this Lease, the Landlordmay at its option enter the Premises by any legalmeans without liability to the Tenant and may atLandlords option terminate the Lease.',
  'AssignmentandSublease': 'Tenant shall not assign or sublease any part of theProperty. All sublease arrangement must be madewith prior consent from the Landlord.',
'JudicialAction': 'Any action arising from or brought under thisAgreement shall be filed with the proper courts ofNew York City, to the exclusion of all other venuesthat are hereby expressly and willingly waived bythe parties. In case of an action or suit filed by anyof the parties hereto due to breach or violation ofany of the ters and conditions of this Agreement,the parties agree that the aggrieved party shall bepaid a sum equivalent to twenty (20%) percent ofthe total sum awarded but in no case less than$20,000.00 as and by way of attorneys fees, plusthe cost of suit and collection of litigationexpenses as may be proven in said action andadjudged by the court.',
'ImprovementPremises': 'Any improvements or constructions made to theLeased Property by Lessee/Tenant prior to thecommencement or during the term of this LeaseAgreement shall become part of the realty of theLessor/Landlord.',
'Rent': 'Upon the enforceability of this agreement, theTenant shall pay the 1st monthly rent in advanceand a security deposit. Monthly rent in full on thespecified period on each month without noticerequired from the Landlord. The Tenant mayprovide payment in installements provided thereexist no defaults by Tenant under the terms of theLease agreement.',
'NecessaryExpenses': 'The Lessee/Tenant may be reimbursed for theexpenses made by him from repairs made to theproperty at the time of the Tenants stay in thepremises, given that the Landlord has been notifiedaccordingly for the expenses to be made.
Necessary expense may include, but not limited to,roof, window, or wall repairs, and other repairsnecessary for the preservation of the propertyleased, which damage is caused by wear and tear,force majeure or Acts of God, damages from civildisturbances not caused by the Lessee/Tenant.',
'Pets': 'The Lessee/Tenant shall not keep any pets on thePremises without the prior consent of theLessor/Landlord.
The Lessee/Tenant shall hold responsibility inmaintaining cleanliness to the Premises and shallbe accountable to any damage incurred by hispet to the Premises during the existence of theLease Agreement.',
'UseandOccupancy': 'The property leased can only be used forresidential purposes and can be occupied only bythe registered occupants. If there are more than thenumber of persons occupying or will occupy thepremises, the Lessor/Landlord should be notified.',
}


