{
  'Abandonment': 'If Tenand abandons the Premises during the existence of the term of this Lease, the Landlord may at its option enter the Premises by any legal means without liability to the Tenant and may at Landlords option terminate the Lease.',
  'AssignmentandSublease': 'Tenant shall not assign or sublease any part of the Property. All sublease arrangement must be made with prior consent from the Landlord.',
'JudicialAction': 'Any action arising from or brought under this Agreement shall be filed with the proper courts of New York City, to the exclusion of all other venues that are hereby expressly and willingly waived by the parties. In case of an action or suit filed by any of the parties hereto due to breach or violation of the terms and conditions of this Agreement, the parties agree that the aggrieved party shall be paid a sum equivalent to twenty (20%) percent of the total sum awarded but in no case less than$20,000.00 as and by way of attorneys fees, plus the cost of suit and collection of litigation expenses as may be proven in said action and adjudged by the court.',
'ImprovementPremises': 'Any improvements or constructions made to the Leased Property by Lessee/Tenant prior to the commencement or during the term of this Lease Agreement shall become part of the realty of the Lessor/Landlord.',
'Rent': 'Upon the enforceability of this agreement, the Tenant shall pay the 1st monthly rent in advance and a security deposit. Monthly rent in full on the specified period on each month without notice required from the Landlord. The Tenant may provide payment in installments provided there exist no defaults by Tenant under the terms of the Lease agreement.',
'NecessaryExpenses': 'The Lessee/Tenant may be reimbursed for the expenses made by him from repairs made to the property at the time of the Tenants stay in the premises, given that the Landlord has been notified accordingly for the expenses to be made.
Necessary expense may include, but not limited to, roof, window, or wall repairs, and other repairs necessary for the preservation of the property leased, which damage is caused by wear and tear, force majeure or Acts of God, damages from civil disturbances not caused by the Lessee/Tenant.',
'Pets': 'The Lessee/Tenant shall not keep any pets on the Premises without the prior consent of the Lessor/Landlord.
The Lessee/Tenant shall hold responsibility in maintaining cleanliness to the Premises and shall be accountable to any damage incurred by his pet to the Premises during the existence of the Lease Agreement.',
'UseandOccupancy': 'The property leased can only be used for residential purposes and can be occupied only by the registered occupants. If there are more than the number of persons occupying or will occupy the premises, the Lessor/Landlord should be notified.',
}


